Repository: fatik-islam/CB-Employee-Hub
Catalog: ios/ChickyBitesAttendance/Localizable.xcstrings
Source language: en
Languages: ur

source: You are offline. Existing information remains available and attendance evidence will be protected on this iPhone.
ur: آپ آف لائن ہیں۔ موجودہ معلومات دستیاب ہیں اور حاضری کے ثبوت کو اس iPhone پر محفوظ کیا جائے گا۔

source: You can request permanent account deletion from Account & Security. Access and biometric credentials are revoked immediately. Records that must remain for payroll, fraud prevention, audit or legal obligations are retained only as required.
ur: آپ اکاؤنٹ اور سیکیورٹی سے اکاؤنٹ کو مستقل طور پر حذف کرنے کی درخواست کر سکتے ہیں۔ رسائی اور بائیو میٹرک اسناد کو فوری طور پر منسوخ کر دیا جاتا ہے۔ وہ ریکارڈ جو پے رول، دھوکہ دہی کی روک تھام، آڈٹ یا قانونی ذمہ داریوں کے لیے باقی رہنا چاہیے صرف ضرورت کے مطابق ہی رکھا جاتا ہے۔

source: Your account has not been assigned to the organization yet.
ur: آپ کا اکاؤنٹ ابھی تک تنظیم کو تفویض نہیں کیا گیا ہے۔

source: Your account password
ur: آپ کے اکاؤنٹ کا پاس ورڈ

source: Your face enrollment must be updated by a manager.
ur: آپ کے چہرے کے اندراج کو مینیجر کے ذریعہ اپ ڈیٹ کرنا ضروری ہے۔

source: Your identity, contact, attendance, leave, salary, document and branch records are stored in the organization’s InsForge backend and shown only according to your role.
ur: آپ کی شناخت، رابطہ، حاضری، چھٹی، تنخواہ، دستاویز اور برانچ ریکارڈز تنظیم کے InsForge بیک اینڈ میں محفوظ ہیں اور صرف آپ کے کردار کے مطابق دکھائے جاتے ہیں۔

source: Your location verifies that attendance is being marked within 50 metres of your assigned branch.
ur: آپ کا مقام اس بات کی تصدیق کرتا ہے کہ آپ کی تفویض کردہ برانچ کے 50 میٹر کے اندر حاضری کو نشان زد کیا جا رہا ہے۔

source: Your login is not linked to an employee profile.
ur: آپ کا لاگ ان ملازم پروفائل سے منسلک نہیں ہے۔

source: Your manager must enroll your face before you can mark attendance.
ur: اس سے پہلے کہ آپ حاضری کو نشان زد کر سکیں آپ کے مینیجر کو آپ کے چہرے کا اندراج کرنا چاہیے۔

source: Your privacy
ur: آپ کی رازداری

source: Your secure access
ur: آپ کی محفوظ رسائی

source: bank transfer
ur: بینک ٹرانسفر

source: blink once
ur: ایک بار جھپکنا

source: blink once and turn your head left
ur: ایک بار پلکیں جھپکیں اور اپنا سر بائیں مڑیں۔

source: blink once and turn your head right
ur: ایک بار پلکیں جھپکیں اور اپنے سر کو دائیں طرف مڑیں۔

source: duplicate key
ur: ڈپلیکیٹ کلید

source: early check-out
ur: ابتدائی چیک آؤٹ

source: email not verified
ur: ای میل کی تصدیق نہیں ہوئی۔

source: email verification required
ur: ای میل کی توثیق کی ضرورت ہے

source: employee code
ur: ملازم کوڈ

source: enroll employee face
ur: ملازم کا چہرہ اندراج کریں۔

source: extra food
ur: اضافی خوراک

source: face verified
ur: چہرے کی تصدیق

source: full legal name
ur: مکمل قانونی نام

source: full time
ur: مکمل وقت

source: gps is required to save attendance offline.
ur: حاضری کو آف لائن بچانے کے لیے جی پی ایس کی ضرورت ہے۔

source: hold still for a moment
ur: ایک لمحے کے لئے خاموش رہو

source: hr admin
ur: hr منتظم

source: invalid credentials
ur: غلط اسناد

source: late check-in
ur: دیر سے چیک ان

source: location is unavailable. check location services and try again.
ur: مقام دستیاب نہیں ہے۔ مقام کی خدمات چیک کریں اور دوبارہ کوشش کریں۔

source: my request
ur: میری درخواست

source: next pay
ur: اگلی تنخواہ

source: normal leave
ur: عام چھٹی

source: part time
ur: پارٹ ٹائم

source: payroll admin
ur: پے رول ایڈمن

source: payroll approver
ur: تنخواہ منظور کرنے والا

source: per hour
ur: فی گھنٹہ

source: per minute
ur: فی منٹ

source: per occurrence
ur: فی وقوعہ

source: position one face inside the oval
ur: انڈاکار کے اندر ایک چہرہ رکھیں

source: save employee face
ur: ملازم کے چہرے کو بچائیں۔

source: scanning automatically…
ur: خود بخود اسکین ہو رہا ہے…

source: sick leave
ur: بیمار چھٹی

source: something went wrong. please try again.
ur: کچھ غلط ہو گیا براہ کرم دوبارہ کوشش کریں۔

source: super admin
ur: سپر ایڈمن

source: the face challenge expired. please start again.
ur: چہرے کا چیلنج ختم ہو گیا۔ براہ کرم دوبارہ شروع کریں۔

source: the face scan could not be prepared. please scan again.
ur: چہرے کا اسکین تیار نہیں کیا جا سکا۔ براہ کرم دوبارہ اسکین کریں۔

source: unpaid leave
ur: بلا معاوضہ چھٹی

source: urgent leave
ur: فوری چھٹی

source: verify your face
ur: اپنے چہرے کی تصدیق کریں۔

source: waiting for an internet connection.
ur: انٹرنیٹ کنکشن کا انتظار کر رہے ہیں۔

source: آف لائن حاضری محفوظ کرنے کے لیے GPS درکار ہے۔
ur: GPS کے لیے آف لائن حاضری محفوظ کرنے کے لیے۔
